## Plan Result (.)
[CI link](https://circleci.com/gh/jinugasachio/terraform-workspace-type/634)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * aws_s3_bucket.bucket


<details><summary>Change Result (Click me)</summary>

```hcl

  # aws_s3_bucket.bucket will be created
  + resource "aws_s3_bucket" "bucket" {
      + acceleration_status         = (known after apply)
      + acl                         = "public-read"
      + arn                         = (known after apply)
      + bucket                      = (known after apply)
      + bucket_domain_name          = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags_all                    = (known after apply)
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)

      + versioning {
          + enabled    = (known after apply)
          + mfa_delete = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>









<!-- github-comment: {"Command":"plan","JobID":"852cdff3-5493-45f6-a758-7eb3762f4a27","JobName":"terraform_plan","PRNumber":35,"Program":"tfcmt","SHA1":"700429d3de1eafdc4dcc944f5d9daac4d469c5a4","Target":".","Vars":{}} -->